/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "of";
/* Login screen text */
"create_account" = "Maak een Account";
/* Login screen text */
"import_profile" = "Importeer Profiel";
/* Password field */
"password" = "Wachtwoord";
/* Login button */
"log_in" = "Inloggen";
/* Login screen text */
"create_profile" = "Maak een profiel";
/* Login screen text */
"import_to_antidote" = "Importeer naar Antidote";
/* Login screen text */
"create_account_username_title" = "Hoe zullen je contacten je zien?";
/* Login screen text */
"create_account_username_placeholder" = "Gebruikersnaam";
/* Login screen text */
"create_account_profile_title" = "Beschrijving van dit profiel?";
/* Login screen text */
"create_account_profile_placeholder" = "Profielnaam";
/* Login screen text */
"create_account_profile_hint" = "bijv. Thuis, iPhone";
/* Login screen text */
"set_password_title" = "Wachtwoord instellen";
/* Login screen text */
"set_password_hint" = "Een wachtwoord is vereist om je data te beveiligen. Hou het veilig - je data kan niet worden hersteld als je deze kwijtraakt.";
/* Login button */
"create_account_next_button" = "Volgende";
/* Login button */
"create_account_go_button" = "Ga";
/* Default status message */
"default_user_status_message" = "Toxing met Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Ontgrendel met je toegangscode";
/* PIN screen text */
"pin_set" = "Toegangscode instellen";
/* PIN screen text */
"pin_confirm" = "Bevestig toegangscode";
/* PIN screen error */
"pin_do_not_match" = "De toegangscodes komen niet overeen. Probeer opnieuw";
/* PIN screen error */
"pin_incorrect" = "Verkeerde toegangscode";
/* PIN screen error details */
"pin_failed_attempts" = "Failed attempts: %@";
/* PIN screen message shown on log out */
"pin_logout_message" = "Too many failed attempts. You have been logged out.";
/* PIN screen screen */
"pin_enabled" = "Gebruik een toegangscode";
/* PIN screen screen */
"pin_touch_id_enabled" = "Gebruik Touch ID";
/* PIN screen screen */
"pin_description" = "Prevent unauthorized access to Antidote with a PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Use your fingerprint as an alternative to entering a PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Lock Timeout";
/* PIN screen screen */
"pin_lock_immediately" = "Immediately";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 seconden";
/* PIN screen screen */
"pin_lock_1_minute" = "1 minuut";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 minuten";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 minuten";

/* Label shown when connecting to Tox network */
"connecting_label" = "Verbinden...";

/* Tab name and screen name */
"contacts_title" = "Contacten";
/* Tab name and screen name */
"chats_title" = "Chats";
/* Tab name and screen name */
"settings_title" = "Instellingen";
/* Tab name and screen name */
"profile_title" = "Profiel";

/* No contacts placeholder text */
"contact_no_contacts" = "Geen contacten";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Voeg contact toe\nof\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "deel je Tox ID";
/* Contact request section title */
"contact_requests_section" = "Contactverzoek";
/* Contact last seen status */
"contact_last_seen" = "Laatst gezien: %@";
/* Screen name */
"contact_request" = "Contactverzoek";
/* Contact request button */
"contact_request_decline" = "Weiger";
/* Contact request button */
"contact_request_accept" = "Accepteer";
/* Contact request confirmation */
"contact_request_delete_title" = "Contactverzoek verwijderen?";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "QR-code weergeven";
/* Share Tox ID text */
"copy" = "Kopiëren";

/* Add contat screen name */
"add_contact_title" = "Contact toevoegen";
/* Add contat button */
"add_contact_send" = "Verzenden";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "of";
/* Add contat button */
"add_contact_use_qr" = "Gebruik QR-code";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Bericht";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Hallo! Wil je mij toevoegen aan je contactpersonen?";
/* Add contat error */
"add_contact_wrong_qr" = "Verkeerde QR-code. Het moet een Tox ID bevatten";

/* User name text */
"name" = "Naam";
/* User nickname text */
"nickname" = "Schermnaam";
/* User status message text */
"status_message" = "Statusbericht";
/* User status text */
"status_title" = "Status";
/* User Tox ID text */
"my_tox_id" = "Mijn Tox ID";
/* User public key text */
"public_key" = "Publieke sleutel";
/* Share Tox ID text */
"show_qr" = "Bekijk QR-code";
/* Profile menu item / screen name */
"profile_details" = "Profiel details";
/* Profile button */
"logout_button" = "Uitloggen";

/* QR code screen button */
"qr_close_button" = "Sluit";

/* Chat screen placeholder */
"chat_no_chats" = "Geen chats";
/* Chats screen message text */
"chat_outgoing_file" = "Uitgaand bestand:";
/* Chats screen message text */
"chat_incoming_file" = "Inkomend bestand:";
/* Chats screen message text */
"chat_call_finished" = "Gesprek beëindigd";
/* Chats screen message text */
"chat_unanwered_call" = "Onbeantwoord gesprek";
/* Chat button */
"chat_send_button" = "Stuur";
/* Chat notification toast */
"chat_new_messages" = "↓ Nieuwe berichten";
/* Chat call information */
"chat_call_message" = "Gesprek,";
/* Chat call information */
"chat_missed_call_message" = "Gemist gesprek";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Meer";

/* Status message */
"status_offline" = "Offline";
/* Status message */
"status_online" = "Online";
/* Status message */
"status_away" = "Afwezig";
/* Status message */
"status_busy" = "Bezig";

/* Notification text */
"notification_new_message" = "Nieuw bericht";
/* Notification text */
"notification_incoming_contact_request" = "Inkomend contactverzoek";
/* Notification text */
"notification_is_calling" = "belt";
/* Notification text */
"notification_incoming_file" = "Inkomend bestand";

/* Settings menu / screen name */
"settings_about" = "Over";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "Geavanceerde instellingen";
/* About screen menu */
"settings_antidote_version" = "Antidote Versie";
/* About screen menu */
"settings_antidote_build" = "Antitode Build";
/* About screen menu */
"settings_toxcore_version" = "Toxcore Versie";
/* About screen menu */
"settings_acknowledgements" = "Met dank aan";
/* Settings screen menu */
"settings_autodownload_images" = "Autodownload afbeeldingen";
/* Settings screen menu */
"settings_autodownload_images_description" = "Automatisch inkomende afbeeldingen downloaden.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Notificatie Voorbeeld";
/* Settings screen menu */
"settings_notifications_description" = "When application goes to background, you will still receive notifications up to 10 minutes.";
/* Settings screen menu */
"settings_udp_enabled" = "Gebruik UDP";
/* Settings screen menu */
"settings_restore_default" = "Standaardinstellingen herstellen";
/* Settings screen autodownload images option */
"settings_never" = "Nooit";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Via WiFi";
/* Settings screen autodownload images option */
"settings_always" = "Altijd";

/* Profile settings menu */
"change_password" = "Verander wachtwoord";
/* Profile settings menu */
"delete_password" = "Verwijder wachtwoord";
/* Profile settings menu */
"old_password" = "Oud wachtwoord";
/* Change password text */
"new_password" = "Nieuw wachtwoord";
/* Change password text */
"repeat_password" = "Herhaal wachtwoord";
/* Change password button */
"change_password_done" = "Klaar";
/* Change password error */
"password_is_empty_error" = "Password should be non-empty";
/* Change password error */
"wrong_old_password" = "Verkeerd wachtwoord";
/* Change password error */
"passwords_do_not_match" = "Wachtwoorden komen niet overeen";

/* Source of photo to take */
"photo_from_camera" = "Camera";
/* Source of photo to take */
"photo_from_photo_library" = "Fotobibliotheek";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Kan afbeelding niet converteren";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Verzend naar contact";

/* Profile menu item */
"export_profile" = "Exporteer profiel";
/* Profile menu item */
"delete_profile" = "Verwijder profiel";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Dit profiel verwijderen?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Weet je het zeker?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Deze actie kan niet worden hersteld";

/* Call screen text */
"call_incoming" = "Inkomend gesprek";
/* Call screen text */
"call_ended" = "Gesprek beëindigd";
/* Call screen text */
"call_reaching" = "Reaching...";

/* File message text */
"chat_file_cancelled" = "Geannuleerd";
/* File message text */
"chat_waiting" = "Wachten...";
/* File message text */
"chat_paused" = "Gepauzeerd";

/* Deleting chat confirmation */
"delete_chat_title" = "Verwijder deze chat en gesprek geschiedenis?";
/* Deleting contat confirmation */
"delete_contact_title" = "Verwijder dit contact?\nJe gesprek geschiedenis zal gewist worden.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Verwijder dit contactverzoek?";
/* Deleting single message in chat */
"delete_single_message" = "Wis bericht";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Wis berichten";
/* Deleting all messages in chat. */
"delete_all_messages" = "Wis alle berichten";
/* Delete button */
"alert_delete" = "Verwijder";
/* Delete button */
"alert_cancel" = "Annuleren";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Please enter both username and profile name.";
/* Error while creating new profile */
"login_profile_already_exists" = "Een profiel met deze naam bestaat al";

/* General error title */
"error_title" = "Fout";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Opnieuw";
/* Error */
"error_contact_not_connected" = "Contactpersoon is niet online";
/* Error */
"error_too_many_files" = "Te veel actieve bestandsoverdrachten";
/* Error */
"error_internal_message" = "Interne fout";
/* Error */
"error_wrong_password_title" = "Verkeerd wachtwoord";
/* Error */
"error_wrong_password_message" = "Wachtwoord bevat ongeldige tekens";
/* Error */
"error_import_not_exist_title" = "Kan het opgeslagen tox bestand niet importeren";
/* Error */
"error_import_not_exist_message" = "Bestand bestaat niet.";
/* Error */
"error_decrypt_title" = "Kan het tox bestand niet decoderen";
/* Error */
"error_decrypt_empty_data_message" = "Enkele gegevens ontbreken.";
/* Error */
"error_decrypt_bad_format_message" = "Bestand heeft een verkeerd formaat of is corrupt.";
/* Error */
"error_decrypt_wrong_password_message" = "Wachtwoord is onjuist of het bestand is corrupt.";
/* Error */
"error_general_unknown_message" = "Onbekende fout opgetreden.";
/* Error */
"error_general_no_memory_message" = "Te weinig vrij geheugen.";
/* Error */
"error_general_bind_port_message" = "Niet gelukt om met een poort te verbinden.";
/* Error */
"error_general_profile_encrypted_message" = "Profiel is versleuteld.";
/* Error */
"error_general_bad_format_message" = "Bestand heeft een verkeerd formaat of is corrupt.";
/* Error */
"error_proxy_title" = "Proxy error";
/* Error */
"error_proxy_invalid_address_message" = "Proxy address has invalid format.";
/* Error */
"error_proxy_invalid_port_message" = "Proxy port is invalid.";
/* Error */
"error_proxy_host_not_resolved_message" = "Proxy host could not be resolved.";

/* Error */
"error_name_too_long" = "Naam is te lang";
/* Error */
"error_status_message_too_long" = "Statusbericht is te lang";

/* Error */
"error_contact_request_too_long" = "Bericht is te lang";
/* Error */
"error_contact_request_no_message" = "Geen bericht ingevoerd";
/* Error */
"error_contact_request_own_key" = "Cannot add myself to contact list";
/* Error */
"error_contact_request_already_sent" = "Contactverzoek is al verzonden";
/* Error */
"error_contact_request_bad_checksum" = "Verkeerd controlegetal, controleer het ingevoerde Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Verkeerd nospam-value, controleer het ingevoerde Tox ID";

/* Call error */
"call_error_already_in_call" = "Reeds in een gesprek.";
/* Call error */
"call_error_contact_is_offline" = "Contactpersoon is offline";
/* Call error */
"call_error_no_active_call" = "Er is geen actief gesprek";

/* Error while using color theme */
"theme_error_cannot_open" = "Kan het thema niet openen, verkeerd formaat";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Mary Cokley";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Shirley Knox";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Jennifer Smith";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Marina Dixon";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Carol Ortega";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Michael Sharpe";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Charles Donahue";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Lee Murdock";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Wayne Henderson";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Robert Newton";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Is Antidote really that secure?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "sure, it is peer-to-peer";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "And what does that mean? Peer-to-peer? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "you text me directly, the are no servers or things like that";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ it's encrypted 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Cool!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "I'll give it a go then";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "dinner tonight?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "I think I know what you are talking about";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "Sure, thanks!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "yep";

/* Tab chats badge ending */
"accessibility_chats_ending" = "unread chats";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Sets or removes avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Chat";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Opens chat dialog.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Audio call";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Makes audio call.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video call";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Makes video call.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Shows copy menu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Edits value.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Message";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Your message";